   1)  Προεπιλογή
   2)  checkmd5        Ελέγξτε την ακεραιότητα του livecd/liveusb
   3)  checkfs         Ελέγξτε LiveUSB ext2/3/4 και συστήματα αρχείων persist
   4)  toram           Αντιγράψτε το συμπιεσμένο σύστημα αρχείων στη μνήμη RAM
   5)  from=usb        Ολοκληρώνει την εκκίνηση από ένα LiveUSB
   6)  nousb2          Απενεργοποιήση όλων των συσκευών usb-2 κατά την εκκίνηση
   7)  automount       Αυτόματα mount των συσκευών όταν είναι συνδεδεμένο
   8)  mount=usb       ... και mount όλων των συσκευών USB κατά την εκκίνηση
   9)  mount=all       ... και mount όλων των συσκευών κατά την εκκίνηση
  10)  mount=off       Απενεργοποίηση όλων των επιπλέον mount
  11)  hwclock=ask     Προσδιορίσετε τη ρύθμιση του ρολόι
  12)  hwclock=utc     Ρολόι σε UTC (Linux)
  13)  hwclock=local   Ρολόι σε τοπική ώρα (Windows)
  14)  private         Αλλαγή του κωδικού πρόσβασης πριν εκκίνηση
  15)  nostore         Απενεργοποίηση του LiveUSB-αποθήκευσης
  16)  dostore         Ενεργοποίηση του LiveUSB-αποθήκευσης
  17)  savestate       Αποθήκευση κάποιων αρχείων σε επανεκκίνηση (LiveUSB μόνο)
  18)  nosavestate     Μην αποθηκεύετε αρχεία σε επανεκκίνηση (LiveUSB μόνο)
